Repository: ysdy44/Retouch-Photo-UWP
Catalog: 修图/Strings/*/Main.resw
Source language: en_us
Languages: ru_ru

# ModeAdjust.Content
source: Adjust
ru_ru: Настроить

source: Adjust
ru_ru: Настроить

# Apply.Content
source: Apply
ru_ru: Применить

# ModeBitmap.Content
source: Bitmap
ru_ru: Бит рисунок

# ModeLiquify.Content
source: Liquify
ru_ru: сжиженный

source: Liquify
ru_ru: сжиженный

# ModePaint.Content
source: Paint
ru_ru: Краски

# Effect.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Effect and Adjust
ru_ru: Эффект и настроить

# Home.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Home
ru_ru: Дома

# Mask.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mask and Edit
ru_ru: Маска и редактирование

# Other.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Other features
ru_ru: Другие функции

# isLine.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show Grid
ru_ru: Показать сетку

# isMask.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show Mask
ru_ru: Показать маску

# isRuler.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show Rulers
ru_ru: Показать линейки

# MaskMode0.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: New
ru_ru: Новые функции

# MaskMode1.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add
ru_ru: Добавить

# MaskMode2.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtract
ru_ru: Вычесть

# MaskMode3.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Intersect
ru_ru: Пересекаются

# More.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
ru_ru: Более

# Redo.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Redo
ru_ru: Повторить

# Theme.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Theme
ru_ru: Тема

# Undo.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Undo
ru_ru: Отменить

# ColorColor.Text
source: Color
ru_ru: Цвет

# ColorOpacity.Text
source: Opacity
ru_ru: Непрозрачность

# StrokeArray.Text
source: Array
ru_ru: Массив

# StrokeCap.Text
source: Cap
ru_ru: Крышка

# StrokeDash.Text
source: Dash
ru_ru: Тире

# StrokeJoin.Text
source: Join
ru_ru: Присоединиться

# StrokeStroke.Text
source: Stroke
ru_ru: Инсульта

# ColorB.Text
source: Blue
ru_ru: Синий

# ColorG.Text
source: Green
ru_ru: Зеленый

# ColorH.Text
source: Hue
ru_ru: Оттенок

# ColorL.Text
source: Lightness
ru_ru: Легкость

# ColorR.Text
source: Red
ru_ru: Красный

# ColorS.Text
source: Saturation
ru_ru: Насыщенность

# DropUnsupported_
source: Unsupported Format
ru_ru: Неподдерживаемый формат

# DropAcceptable_
source: Acceptable pictures
ru_ru: Приемлемые картинки

# ModeGeometry.Content
source: Geometry
ru_ru: Геометрии
